Repository: RemyDCF/i-de
Catalog: i-*/*.lproj/Localizable.strings
Languages: fr

# phraseTirage
source: Drawing of a number between 1 and
fr: Tirage d'un nombre entre 1 et

# choixPerso
source: Custom number
fr: Choix personnalisé

# nombreFace
source: Enter the number of sides (between 2 and 200)
fr: Tapez le nombre de faces (entre 2 et 200)

# nombre
source: Number
fr: Nombre

# annuler
source: Cancel
fr: Annuler

# erreur
source: Error
fr: Erreur

# saisieIncorrecte
source: The custom number is invalid
fr: Attention, la saisie est incorrecte

# erreurAchat
source: The transaction has not been completed, the purchases are not actived on this device. Thank you to activate the in-app purchases restrictions
fr: La transaction n'a pas été effectuée, les achats intégrés sont impossible sur cet appareil. Merci d'activer les achats intégrés dans les restrictions

# achatReussi
source: Completed !
fr: Terminé !

# relancerApp
source: Restart the application to stop displaying ads.
fr: Relancer l'application pour ne plus afficher les pubs.
